Repository: jesusrp98/aucorsa
Catalog: ios/Runner/Intents.xcstrings
Source language: en
Languages: es

source: Bus Stop
es: Parada

source: Bus Line
es: Línea

source: %lld bus stops
es: %lld paradas

source: %lld bus lines
es: %lld líneas

source: Get Bus Arrivals
es: Consultar llegadas

source: Get Next Bus On Line
es: Próximo autobús de una línea

source: Get bus arrivals at ${stop}
es: Consultar llegadas en ${stop}

source: Get the next line ${line} bus at ${stop}
es: Consultar el próximo autobús de la línea ${line} en ${stop}

source: Check when the next buses arrive at a stop.
es: Consulta cuándo llegan los próximos autobuses a una parada.

source: Check when a specific line next arrives at a stop.
es: Consulta cuándo llega una línea concreta a una parada.

source: Arrivals
es: Llegadas

source: Stop
es: Parada

source: Line
es: Línea

source: Which stop?
es: ¿Qué parada?

source: Which line?
es: ¿Qué línea?

source: At which stop?
es: ¿En qué parada?

source: AUCORSA is not responding right now. Try again in a moment.
es: AUCORSA no responde ahora mismo. Inténtalo de nuevo en un momento.

source: No buses are expected at %@ right now.
es: No se esperan autobuses en %@ ahora mismo.

source: At %@: %@.
es: En %@: %@.

source: At %@: %@, and %lld more lines.
es: En %@: %@, y %lld líneas más.

source: At %@: %@, and one more line.
es: En %@: %@, y una línea más.

source: line %@ in %lld min
es: línea %@ en %lld min

source: Line %@ is not due at %@ right now.
es: La línea %@ no está prevista en %@ ahora mismo.

source: Line %@ arrives at %@ in %lld minute.
es: La línea %@ llega a %@ en %lld minuto.

source: Line %@ arrives at %@ in %lld minutes.
es: La línea %@ llega a %@ en %lld minutos.

source: Line %@ arrives at %@ in %lld minute, then in %lld minute.
es: La línea %@ llega a %@ en %lld minuto, y luego en %lld minuto.

source: Line %@ arrives at %@ in %lld minute, then in %lld minutes.
es: La línea %@ llega a %@ en %lld minuto, y luego en %lld minutos.

source: Line %@ arrives at %@ in %lld minutes, then in %lld minute.
es: La línea %@ llega a %@ en %lld minutos, y luego en %lld minuto.

source: Line %@ arrives at %@ in %lld minutes, then in %lld minutes.
es: La línea %@ llega a %@ en %lld minutos, y luego en %lld minutos.

source: Line %@ does not serve %@. Choose another stop.
es: La línea %@ no pasa por %@. Elige otra parada.

source: Which of your stops on line %@?
es: ¿Cuál de tus paradas de la línea %@?

source: Which stop on line %@?
es: ¿Qué parada de la línea %@?

source: Bus Arrivals
es: Llegadas

source: Next Bus On Line
es: Próximo de la línea

source: Now
es: Ahora

source: No estimations available
es: No hay estimaciones disponibles
